Repository: sandesh-z/medicine_tracker
Catalog: lib/core/localization/l10n/app_*.arb
Languages: ne

source: Hello World
ne: नमस्कार संसार

source: Settings
ne: सेटिङहरू

source: Change Language
ne: भाषा परिवर्तन गर्नुहोस्

source: OK
ne: ठिक छ

source: Once a day
ne: दिनमा एकपटक

source: Twice a day
ne: दिनको दुई पटक

# thrice_a_day
source: 3 times a day
ne: दिनको तीन पटक

# four_times_a_day
source: 4 times a day
ne: दिनको चार पटक

# five_min_before
source: 5 minutes before/after exact time (default).
ne: औषधि खाने समय भन्दा ५ मिनेट अघि वा पछि (पूर्वनिर्धारित)

# ten_min_before
source: 10 minutes before/after exact time.
ne: औषधि खाने समय भन्दा १० मिनेट अघि वा पछि

# fifteen_min_before
source: 15 minutes before/after exact time.
ne: औषधि खाने समय भन्दा १५ मिनेट अघि वा पछि

# app_name
source: Medicine Tracker
ne: औषधि ट्र्याकर

# add_medicine_msg
source: Please click add icon below to add medicine that you should take daily.
ne: तपाईंले दैनिक लिनु पर्ने औषधी थप्न कृपया तल आइकन थप्नुहोस् क्लिक गर्नुहोस्।

# todays_shedule
source: Today's Schedule
ne: आज खानुपर्ने औषधिहरु

# delete_confirmation_msg
source: Are you sure you want to delete this medicine?
ne: के तपाईं यो औषधि मेटाउन निश्चित हुनुहुन्छ?

# never_miss_msg
source: Never miss to take medicine again
ne: फेरि औषधि लिन कहिले पनि नबिर्सनुहोस्

# add_mediicne
source: Add medicine
ne: औषधि थप्नुहोस्

source: Confirmation
ne: पुष्टीकरण

source: Yes
ne: हुन्छ

source: No
ne: हुदैन

# you_can_only_mark_as_taken
source: You can only mark this medicine as taken
ne: तपाईं केवल यो औषधि लिने समय भन्दा

# min_before_or_after
source: minutes before/after exact schedule
ne: मिनेट अघि वा पछि खायेको भनी चिन्ह लगाउन सक्नुहुन्छ

source: Information
ne: सुचना

# are_you_sure_med_taken
source: You can not undo this action. Are you sure you have taken the medicine?
ne: तपाईं यो कार्यलाई अनडू गर्न सक्नुहुन्न।के तपाइँ निश्चय हुनुहुन्छ कि तपाईंले औषधि लिनुभयो?

# med_name
source: Medicine's name
ne: औषधि नाम

source: Missed
ne: छुटेको

source: times
ne: पटक

source: Missed at
ne: छुटेको समय

# total_med_taking_time
source: Total medicine taking time
ne: कुल औषधि लिने समय

# missed_med_today
source: Missed medicines today
ne: आज खान छुटेको औषधीहरू

# no_missed_med_msg
source: Congratulations!! No medicine missed today.
ne: बधाई छ !! आज कुनै औषधि खान छुटेको छैन।

source: Total
ne: कुल

source: Taken
ne: खानुभएको

# enter_name_of_med
source: Enter the name of the Medicine
ne: औषधि को नाम यहाँ लेख्नुहोस्

# how_many_times_med_take
source: How many times you should take this medicine during day?
ne: दिनको तपाईले कति पटक यो औषधि खानुपर्छ ?

source: Medicine Added
ne: औषधि थपियो

# go_home
source: Goto Homepage
ne: गृह पृष्ठमा जानुहोस्

# select_all_time
source: Please select all time by clicking on calender icon.
ne: कृपया क्यालेन्डर आइकनमा क्लिक गरेर सबै समय चयन गर्नुहोस्

source: Select time here >
ne: यहाँ समय चयन गर्नुहोस् >

# when_can_mark
source: When you can tick mark medicine as taken?
ne: तपाईले खाने औषधिलाई कहिले टिक मार्क गर्न सक्नुहुन्छ?

source: settings changed
ne: सेटिङहरू परिवर्तन भयो

source: cancel
ne: रद्द गर्नुहोस्

# thank_u
source: Thank You.
ne: धन्यवाद !!

# return_back
source: Return
ne: फर्कनुहोस्

# time_for_taking_med
source: Time of taking medicines
ne: औषधि खाने समय

# med_name_cannot_be_empty
source: Medicine name can not be empty.
ne: कृपया औषधिको नाम लेख्नुहोस्

source: Save
ne: सेभ गर्नुहोस
